chezmoi:template:line-ending=lf

bradlc.vscode-tailwindcss
brunnerh.insert-unicode
charliermarsh.ruff
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
editorconfig.editorconfig
emeraldwalk.runonsave
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.powershell
orta.vscode-twoslash-queries
pkief.material-icon-theme
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
